app/controllers/users_controller.rb

SELECT "users".* FROM "users"
---
  def index
		logger.debug("start index")
    @users = User.all